const megaMenuData = [
  {
    menuTitle: 'فیلم های پایه و کنکور آلاء',
    megaMenu: {
      categoryItemsCol: [
        {
          title: 'دوازدهم و کنکور',
          category: 'davazdahomVaKonkur',
          href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور',
          tags: [
            'نظام_آموزشی_جدید',
            'دوازدهم',
            'کنکور'
          ]
        },
        {
          title: 'یازدهم',
          category: 'yazdahom',
          href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم',
          tags: [
            'نظام_آموزشی_جدید',
            'یازدهم'
          ]
        },
        {
          title: 'دهم',
          category: 'dahom',
          href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم',
          tags: [
            'نظام_آموزشی_جدید',
            'دهم'
          ]
        },
        {
          title: 'کنکور نظام قدیم',
          category: 'nezameGhadim',
          href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور',
          tags: [
            'نظام_آموزشی_قدیم',
            'کنکور'
          ]
        }
      ],
      subCategoryItemsCol: [
        {
          cols: [
            {
              title: {
                title: 'دروس اختصاصی ریاضی و تجربی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دوازدهم',
                'کنکور',
                'رشته_ریاضی',
                'رشته_تجربی'
              ],
              items: [
                {
                  title: 'شیمی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=شیمی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'شیمی'
                  ]
                },
                {
                  title: 'فیزیک',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=فیزیک',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'فیزیک'
                  ]
                },
                {
                  title: 'ریاضیات تجربی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_تجربی&tags[]=ریاضی_تجربی&tags[]=ریاضی_پایه',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_تجربی',
                    'ریاضی_تجربی',
                    'ریاضی_پایه'
                  ]
                },
                {
                  title: 'زیست شناسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_تجربی&tags[]=زیست_شناسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_تجربی',
                    'زیست_شناسی'
                  ]
                },
                {
                  title: 'هندسه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=هندسه&tags[]=هندسه_کنکور',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_ریاضی',
                    'هندسه',
                    'هندسه_کنکور'
                  ]
                },
                {
                  title: 'ریاضیات گسسته و آمار و احتمال',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=گسسته&tags[]=آمار_و_احتمال',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_ریاضی',
                    'گسسته',
                    'آمار_و_احتمال'
                  ]
                },
                {
                  title: 'حسابان و ریاضی پایه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=حسابان&tags[]=ریاضی_پایه',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_ریاضی',
                    'حسابان',
                    'ریاضی_پایه'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس اختصاصی انسانی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_انسانی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دوازدهم',
                'کنکور',
                'رشته_انسانی'
              ],
              items: [
                {
                  title: 'عربی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=عربی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_انسانی',
                    'عربی'
                  ]
                },
                {
                  title: 'ریاضی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=ریاضی_انسانی&tags[]=ریاضی_و_آمار',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_انسانی',
                    'ریاضی_انسانی',
                    'ریاضی_و_آمار'
                  ]
                },
                {
                  title: 'علوم و فنون ادبی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=علوم_و_فنون_ادبی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'رشته_انسانی',
                    'علوم_و_فنون_ادبی'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس عمومی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=زبان_انگلیسی&tags[]=عربی&tags[]=زبان_و_ادبیات_فارسی&tags[]=دین_و_زندگی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دوازدهم',
                'کنکور',
                'زبان_انگلیسی',
                'عربی',
                'زبان_و_ادبیات_فارسی',
                'دین_و_زندگی'
              ],
              items: [
                {
                  title: 'انگلیسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=زبان_انگلیسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'زبان_انگلیسی'
                  ]
                },
                {
                  title: 'عربی عمومی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=دوازدهم&tags[]=کنکور&tags[]=عربی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'دوازدهم',
                    'کنکور',
                    'عربی'
                  ]
                },
                {
                  title: 'فارسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=زبان_و_ادبیات_فارسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'زبان_و_ادبیات_فارسی'
                  ]
                },
                {
                  title: 'دین و زندگی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دوازدهم&tags[]=کنکور&tags[]=دین_و_زندگی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دوازدهم',
                    'کنکور',
                    'دین_و_زندگی'
                  ]
                },
                {
                  title: 'مشاوره',
                  href: 'https://alaatv.com/c?tags[]=مشاوره&tags[]=کنکور&tags[]=کنکوری_ها&tags[]=دوازدهم&tags[]=دوازدهم_رشته__ریاضی&tags[]=دوازدهم_رشته__تجربی&tags[]=دوازدهم_رشته__انسانی&tags[]=من_کنکوری&tags[]=مشاوره_کنکور&tags[]=کنکور1400&tags[]=کنکور1401&tags[]=کنکور99&tags[]=نهم&tags[]=دهم&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=رشته_انسانی&tags[]=نظام_آموزشی_جدید&tags[]=نظام_آموزشی_قدیم',
                  tags: [
                    'مشاوره',
                    'کنکور',
                    'کنکوری_ها',
                    'دوازدهم',
                    'دوازدهم_رشته__ریاضی',
                    'دوازدهم_رشته__تجربی',
                    'دوازدهم_رشته__انسانی',
                    'من_کنکوری',
                    'مشاوره_کنکور',
                    'کنکور1400',
                    'کنکور1401',
                    'کنکور99',
                    'نهم',
                    'دهم',
                    'یازدهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'رشته_انسانی',
                    'نظام_آموزشی_جدید',
                    'نظام_آموزشی_قدیم'
                  ]
                }
              ]
            }
          ],
          category: 'davazdahomVaKonkur',
          bg: '#ffd6e6'
        },
        {
          cols: [
            {
              title: {
                title: 'دروس اختصاصی ریاضی و تجربی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'یازدهم',
                'رشته_ریاضی',
                'رشته_تجربی'
              ],
              items: [
                {
                  title: 'شیمی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=شیمی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'شیمی'
                  ]
                },
                {
                  title: 'فیزیک',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=فیزیک',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'فیزیک'
                  ]
                },
                {
                  title: 'ریاضی تجربی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_تجربی&tags[]=ریاضی_تجربی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_تجربی',
                    'ریاضی_تجربی'
                  ]
                },
                {
                  title: 'زیست شناسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_تجربی&tags[]=زیست_شناسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_تجربی',
                    'زیست_شناسی'
                  ]
                },
                {
                  title: 'هندسه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=هندسه&tags[]=هندسه_پایه',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_ریاضی',
                    'هندسه',
                    'هندسه_پایه'
                  ]
                },
                {
                  title: 'آمار و احتمال',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=آمار_و_احتمال',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_ریاضی',
                    'آمار_و_احتمال'
                  ]
                },
                {
                  title: 'حسابان',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_ریاضی&tags[]=حسابان',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_ریاضی',
                    'حسابان'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس اختصاصی انسانی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_انسانی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'یازدهم',
                'رشته_انسانی'
              ],
              items: [
                {
                  title: 'علوم و فنون ادبی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=رشته_انسانی&tags[]=علوم_و_فنون_ادبی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'رشته_انسانی',
                    'علوم_و_فنون_ادبی'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس عمومی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=زبان_انگلیسی&tags[]=عربی&tags[]=زبان_و_ادبیات_فارسی&tags[]=دین_و_زندگی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'یازدهم',
                'زبان_انگلیسی',
                'عربی',
                'زبان_و_ادبیات_فارسی',
                'دین_و_زندگی'
              ],
              items: [
                {
                  title: 'انگلیسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=زبان_انگلیسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'زبان_انگلیسی'
                  ]
                },
                {
                  title: 'عربی عمومی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=یازدهم&tags[]=عربی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'یازدهم',
                    'عربی'
                  ]
                },
                {
                  title: 'فارسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=زبان_و_ادبیات_فارسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'زبان_و_ادبیات_فارسی'
                  ]
                },
                {
                  title: 'دین و زندگی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=یازدهم&tags[]=دین_و_زندگی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'یازدهم',
                    'دین_و_زندگی'
                  ]
                }
              ]
            }
          ],
          category: 'yazdahom',
          bg: '#ffe0e9'
        },
        {
          cols: [
            {
              title: {
                title: 'دروس اختصاصی ریاضی و تجربی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دهم',
                'رشته_ریاضی',
                'رشته_تجربی'
              ],
              items: [
                {
                  title: 'شیمی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=شیمی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'شیمی'
                  ]
                },
                {
                  title: 'فیزیک',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=فیزیک',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'فیزیک'
                  ]
                },
                {
                  title: 'زیست شناسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_تجربی&tags[]=زیست_شناسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_تجربی',
                    'زیست_شناسی'
                  ]
                },
                {
                  title: 'هندسه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_تجربی&tags[]=رشته_ریاضی&tags[]=هندسه&tags[]=هندسه_پایه',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_تجربی',
                    'رشته_ریاضی',
                    'هندسه',
                    'هندسه_پایه'
                  ]
                },
                {
                  title: 'ریاضی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=ریاضی_پایه',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'ریاضی_پایه'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس اختصاصی انسانی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_انسانی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دهم',
                'رشته_انسانی'
              ],
              items: [
                {
                  title: 'ریاضی و آمار',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_انسانی&tags[]=ریاضی_و_آمار',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_انسانی',
                    'ریاضی_و_آمار'
                  ]
                },
                {
                  title: 'علوم و فنون ادبی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=رشته_انسانی&tags[]=علوم_و_فنون_ادبی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'رشته_انسانی',
                    'علوم_و_فنون_ادبی'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس عمومی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=زبان_انگلیسی&tags[]=عربی&tags[]=زبان_و_ادبیات_فارسی&tags[]=دین_و_زندگی'
              },
              tags: [
                'نظام_آموزشی_جدید',
                'دهم',
                'زبان_انگلیسی',
                'عربی',
                'زبان_و_ادبیات_فارسی',
                'دین_و_زندگی'
              ],
              items: [
                {
                  title: 'انگلیسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=زبان_انگلیسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'زبان_انگلیسی'
                  ]
                },
                {
                  title: 'عربی عمومی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=دهم&tags[]=عربی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'دهم',
                    'عربی'
                  ]
                },
                {
                  title: 'فارسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=زبان_و_ادبیات_فارسی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'زبان_و_ادبیات_فارسی'
                  ]
                },
                {
                  title: 'دین و زندگی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_جدید&tags[]=دهم&tags[]=دین_و_زندگی',
                  tags: [
                    'نظام_آموزشی_جدید',
                    'دهم',
                    'دین_و_زندگی'
                  ]
                }
              ]
            }
          ],
          category: 'dahom',
          bg: '#ffe6dd'
        },
        {
          cols: [
            {
              title: {
                title: 'دروس اختصاصی ریاضی و تجربی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی'
              },
              tags: [
                'نظام_آموزشی_قدیم',
                'کنکور',
                'رشته_ریاضی',
                'رشته_تجربی'
              ],
              items: [
                {
                  title: 'شیمی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=شیمی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'شیمی'
                  ]
                },
                {
                  title: 'فیزیک',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=فیزیک',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'فیزیک'
                  ]
                },
                {
                  title: 'ریاضیات تجربی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_تجربی&tags[]=ریاضی_تجربی&tags[]=ریاضی_پایه',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_تجربی',
                    'ریاضی_تجربی',
                    'ریاضی_پایه'
                  ]
                },
                {
                  title: 'زیست شناسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_تجربی&tags[]=زیست_شناسی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_تجربی',
                    'زیست_شناسی'
                  ]
                },
                {
                  title: 'هندسه تحلیلی و هندسه پایه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=هندسه_پایه&tags[]=هندسه&tags[]=تحلیلی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'هندسه_پایه',
                    'هندسه',
                    'تحلیلی'
                  ]
                },
                {
                  title: 'ریاضیات گسسته و آمار و احتمال',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=گسسته&tags[]=آمار_و_مدلسازی&tags[]=جبر_و_احتمال',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'گسسته',
                    'آمار_و_مدلسازی',
                    'جبر_و_احتمال'
                  ]
                },
                {
                  title: 'دیفرانسیل، حسابان و ریاضی پایه',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=حسابان&tags[]=دیفرانسیل&tags[]=ریاضی_پایه',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'حسابان',
                    'دیفرانسیل',
                    'ریاضی_پایه'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس اختصاصی انسانی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_انسانی'
              },
              tags: [
                'نظام_آموزشی_قدیم',
                'کنکور',
                'رشته_انسانی'
              ],
              items: [
                {
                  title: 'فلسفه و منطق',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=منطق',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_انسانی',
                    'منطق'
                  ]
                },
                {
                  title: 'ریاضی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=ریاضی_انسانی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_انسانی',
                    'ریاضی_انسانی'
                  ]
                },
                {
                  title: 'ادبیات و زبان فارسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=رشته_انسانی&tags[]=زبان_و_ادبیات_فارسی_انسانی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'رشته_انسانی',
                    'زبان_و_ادبیات_فارسی_انسانی'
                  ]
                }
              ]
            },
            {
              title: {
                title: 'دروس عمومی',
                href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=زبان_انگلیسی&tags[]=عربی&tags[]=زبان_و_ادبیات_فارسی&tags[]=دین_و_زندگی'
              },
              tags: [
                'نظام_آموزشی_قدیم',
                'کنکور',
                'زبان_انگلیسی',
                'عربی',
                'زبان_و_ادبیات_فارسی',
                'دین_و_زندگی'
              ],
              items: [
                {
                  title: 'انگلیسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=زبان_انگلیسی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'زبان_انگلیسی'
                  ]
                },
                {
                  title: 'عربی عمومی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=رشته_ریاضی&tags[]=رشته_تجربی&tags[]=کنکور&tags[]=عربی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'رشته_ریاضی',
                    'رشته_تجربی',
                    'کنکور',
                    'عربی'
                  ]
                },
                {
                  title: 'ادبیات و زبان فارسی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=زبان_و_ادبیات_فارسی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'زبان_و_ادبیات_فارسی'
                  ]
                },
                {
                  title: 'دین و زندگی',
                  href: 'https://alaatv.com/c?tags[]=نظام_آموزشی_قدیم&tags[]=کنکور&tags[]=دین_و_زندگی',
                  tags: [
                    'نظام_آموزشی_قدیم',
                    'کنکور',
                    'دین_و_زندگی'
                  ]
                }
              ]
            }
          ],
          category: 'nezameGhadim',
          bg: '#fff2e1'
        }
      ]
    },
    simpleMenu: {
      length: 0,
      prevObject: {
        0: {},
        length: 1
      }
    }
  },
  {
    menuTitle: 'همایش کنکوری آلاء',
    megaMenu: {
      categoryItemsCol: [
        {
          title: 'چتر نجات',
          category: 'chatrNejat',
          href: 'https://alaatv.com/landing/37',
          photo: 'https://nodes.alaatv.com/upload/chtr_menu_menu.jpg',
          path: 'landing/37'
        },
        {
          title: 'راه ابریشم',
          category: 'raheAbrisham',
          href: 'https://alaatv.com/landing/25',
          photo: 'https://nodes.alaatv.com/upload/abrisham_mega_menu_1401.jpg',
          path: 'landing/25'
        },
        {
          title: 'کارت هدیه آلاء',
          category: 'giftcard',
          href: 'https://alaatv.com/landing/34',
          photo: 'https://nodes.alaatv.com/upload/taftan_mega_menu_1400.jpg',
          path: 'landing/34'
        }
      ],
      subCategoryItemsCol: [
        {
          cols: [],
          category: 'chatrNejat'
        },
        {
          cols: [],
          category: 'raheAbrisham'
        },
        {
          cols: [],
          category: 'giftcard'
        }
      ]
    },
    simpleMenu: {
      length: 0,
      prevObject: {
        0: {},
        length: 1
      }
    }
  },
  {
    menuTitle: '\n                    <span>\n                        متوسطه اول\n                    </span>\n                    <span>\n                        <i class="m-menu__hor-arrow fa fa-angle-down"></i>\n                    </span>\n                ',
    megaMenu: null,
    simpleMenu: {
      0: {},
      1: {},
      2: {},
      3: {},
      length: 4,
      prevObject: {
        0: {},
        length: 1
      }
    }
  },
  {
    menuTitle: '\n                    <span>\n                        المپیاد\n                    </span>\n                ',
    megaMenu: null,
    simpleMenu: {
      length: 0,
      prevObject: {
        0: {},
        length: 1
      }
    }
  }
]

export default megaMenuData
