import APIRepository from '../classes/APIRepository.js'
import { apiV2 } from 'src/boot/axios.js'

const APIAdresses = {
  studyPlan: '/studyPlan'
}
export default class PlanAPI extends APIRepository {
  constructor () {
    super('plan', apiV2, '/plan', '', APIAdresses)
    this.CacheList = {
      studyPlan: this.name + this.APIAdresses.studyPlan
    }
  }
}

// const fakePlans = [
//   {
//     id: 1,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 09:00:00',
//     end: 'Tue Jul 04 2023 11:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#76BDFF',
//     borderColor: '#76BDFF',
//     textColor: '#333333',
//     has_watched: true,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   },
//   {
//     id: 2,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 15:00:00',
//     end: 'Tue Jul 04 2023 18:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#9A77FF',
//     borderColor: '#9A77FF',
//     textColor: '#333333',
//     has_watched: false,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   },
//   {
//     id: 3,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 17:00:00',
//     end: 'Tue Jul 04 2023 18:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#E25D5F',
//     borderColor: '#E25D5F',
//     textColor: '#333333',
//     has_watched: false,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   },
//   {
//     id: 4,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 17:00:00',
//     end: 'Tue Jul 04 2023 18:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#FDD33F',
//     borderColor: '#FDD33F',
//     textColor: '#333333',
//     has_watched: false,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   },
//   {
//     id: 5,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 17:00:00',
//     end: 'Tue Jul 04 2023 18:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#FD9D44',
//     borderColor: '#FD9D44',
//     textColor: '#333333',
//     has_watched: false,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   },
//   {
//     id: 6,
//     title: 'تابع فیلانی در وارون و اینا - پیله',
//     plan_name: 'راه ابریشم ریاضی تجربی',
//     start: 'Tue Jul 04 2023 17:00:00',
//     end: 'Tue Jul 04 2023 18:30:00',
//     date: '9/17/2016',
//     backgroundColor: '#7AD05B',
//     borderColor: '#7AD05B',
//     textColor: '#333333',
//     has_watched: false,
//     major: 'ریاضی',
//     content: [],
//     description: 'لورم ایپسوم یک متن تست برای فرانت اند',
//     long_description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.'
//   }
// ]
